// #WpkK0ZH1
//
// –створити масив з:
//
//     – з 5 числових значень
//
// – з 5 стічкових значень
//
// – з 5 значень стрічкового, числового та булевого типу
//
// – та вивести його в консоль
//
// #4aDbSgh
//
// — Створити пустий масив. Наповнити його будь-якими значеннями, звертаючись до конкретного індексу. Вивести в консоль
let numbers = [1, 2, 3, 4, 5];
console.log(numbers);

let strings = ['one', 'two', 'three', 'four', 'five'];
console.log(strings);

let mixed = ['first', 100, true, false, 'world'];
console.log(mixed);